Repository: Bengerthelorf/macIconChanger
Catalog: IconChanger/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: Helper Files Missing
ar: ملفات المساعدة مفقودة
cs: Pomocné soubory chybí
da: Hjælpefiler mangler
de: Hilfsdateien fehlen
el: Λείπουν βοηθητικά αρχεία
es: Archivos auxiliares faltantes
fi: Aputiedostot puuttuvat
fr: Fichiers d'aide manquants
hi: सहायक फ़ाइलें गायब हैं
hu: Segédfájlok hiányoznak
id: File Pembantu Hilang
it: File di supporto mancanti
ja: ヘルパーファイルが見つかりません
ko: 헬퍼 파일 누락
ms: Fail Pembantu Hilang
nb: Hjelpefiler mangler
nl: Hulpbestanden ontbreken
pl: Brak plików pomocniczych
pt: Arquivos auxiliares ausentes
ro: Fișiere auxiliare lipsă
ru: Вспомогательные файлы отсутствуют
sv: Hjälpfiler saknas
th: ไม่พบไฟล์ตัวช่วย
tr: Yardımcı Dosyalar Eksik
uk: Допоміжні файли відсутні
vi: Thiếu tệp trợ giúp
zh_hans: 辅助文件缺失
zh_hant: 輔助檔案遺失
zh_hk: 輔助檔案遺失

# helper_files_missing_message_format
source: The following required helper files could not be found or copied: %@ Please ensure the app has permissions to write to its support directory (~/.iconchanger) and try restarting the application.
ar: helper_files_missing_message_format
cs: helper_files_missing_message_format
da: helper_files_missing_message_format
de: Die folgenden erforderlichen Hilfsdateien konnten nicht gefunden oder kopiert werden: %@ Stellen Sie sicher, dass die App Schreibrechte für ihr Support-Verzeichnis (~/.iconchanger) hat, und versuchen Sie, die Anwendung neu zu starten.
el: helper_files_missing_message_format
es: Los siguientes archivos auxiliares requeridos no se pudieron encontrar o copiar: %@ Asegúrese de que la aplicación tiene permisos para escribir en su directorio de soporte (~/.iconchanger) e intente reiniciar la aplicación.
fi: helper_files_missing_message_format
fr: Les fichiers d'aide requis suivants n'ont pas pu être trouvés ou copiés : %@ Veuillez vous assurer que l'application dispose des autorisations d'écriture pour son répertoire de support (~/.iconchanger) et essayez de redémarrer l'application.
hi: helper_files_missing_message_format
hu: helper_files_missing_message_format
id: helper_files_missing_message_format
it: I seguenti file di supporto necessari non sono stati trovati o copiati: %@ Assicurati che l'app abbia i permessi per scrivere nella sua directory di supporto (~/.iconchanger) e prova a riavviare l'applicazione.
ja: 以下の必要なヘルパーファイルが見つからないか、コピーできませんでした： %@ アプリケーションがそのサポートディレクトリ（~/.iconchanger）への書き込み権限を持っていることを確認し、アプリケーションを再起動してみてください。
ko: helper_files_missing_message_format
ms: helper_files_missing_message_format
nb: helper_files_missing_message_format
nl: helper_files_missing_message_format
pl: helper_files_missing_message_format
pt: Os seguintes arquivos auxiliares necessários não puderam ser encontrados ou copiados: %@ Certifique-se de que o aplicativo tem permissões para escrever em seu diretório de suporte (~/.iconchanger) e tente reiniciar o aplicativo.
ro: helper_files_missing_message_format
ru: Следующие необходимые вспомогательные файлы не найдены или не скопированы: %@ Убедитесь, что приложение имеет разрешение на запись в свой каталог поддержки (~/.iconchanger) и попробуйте перезапустить приложение.
sv: helper_files_missing_message_format
th: helper_files_missing_message_format
tr: helper_files_missing_message_format
uk: helper_files_missing_message_format
vi: helper_files_missing_message_format
zh_hans: 无法找到或复制以下所需的辅助文件： %@ 请确保应用程序具有写入其支持目录 (~/.iconchanger) 的权限，并尝试重新启动应用程序。
zh_hant: 無法找到或複製下列所需的輔助檔案： %@ 請確保應用程式對其支援目錄 (~/.iconchanger) 具有寫入權限，並嘗試重新啟動應用程式。
zh_hk: 無法找到或複製下列所需的輔助檔案： %@ 請確保應用程式對其支援目錄 (~/.iconchanger) 具有寫入權限，並嘗試重新啟動應用程式。

source: Hindi
ar: الهندية
cs: Hindština
el: Χίντι
hi: हिन्दी
ja: ヒンディー語
ko: 힌디어
ms: Bahasa Hindi
ru: Хинди
th: ฮินดี
tr: Hintçe
uk: Гінді
vi: Tiếng Hindi
zh_hans: 印地语
zh_hant: 印地語
zh_hk: 印地語

source: hours
ar: ساعات
cs: hodiny
da: timer
de: Stunden
el: ώρες
es: horas
fi: tuntia
fr: heures
hi: घंटे
hu: óra
id: jam
it: ore
ja: 時間
ko: 시간
ms: jam
nb: timer
nl: uren
pl: godziny
pt: horas
ro: ore
ru: часов
sv: timmar
th: ชั่วโมง
tr: saat
uk: годин
vi: giờ
zh_hans: 小时
zh_hant: 小時
zh_hk: 小時

source: Hours
ar: ساعات
cs: Hodiny
da: Timer
de: Stunden
el: Ώρες
es: Horas
fi: Tuntia
fr: Heures
hi: घंटे
hu: Óra
id: Jam
it: Ore
ja: 時間
ko: 시간
ms: Jam
nb: Timer
nl: Uren
pl: Godziny
pt: Horas
ro: Ore
ru: Часы
sv: Timmar
th: ชั่วโมง
tr: Saat
uk: Годин
vi: Giờ
zh_hans: 小时
zh_hant: 小時
zh_hk: 小時

source: Hungarian
ar: المجرية
cs: Maďarština
da: Ungarsk
de: Ungarisch
el: Ουγγρικά
es: Húngaro
fi: Unkari
fr: Hongrois
hi: हंगेरियन
hu: Magyar
id: Hungaria
it: Ungherese
ja: ハンガリー語
ko: 헝가리어
ms: Bahasa Hungary
nb: Ungarsk
nl: Hongaars
pl: Węgierski
pt: Húngaro
ro: Maghiară
ru: Венгерский
sv: Ungerska
th: ฮังการี
tr: Macarca
uk: Угорська
vi: Tiếng Hungary
zh_hans: 匈牙利语
zh_hant: 匈牙利語
zh_hk: 匈牙利語

source: Icon Cache
ar: ذاكرة التخزين المؤقت للأيقونات
cs: Mezipaměť ikon
da: Ikoncache
de: Symbolcache
el: Προσωρινή μνήμη εικονιδίων
es: Caché de iconos
fi: Kuvakevälimuisti
fr: Cache d'icônes
hi: आइकन कैश
hu: Ikon-gyorsítótár
id: Cache Ikon
it: Cache icone
ja: アイコンキャッシュ
ko: 아이콘 캐시
ms: Cache Ikon
nb: Ikonbuffer
nl: Pictogramcache
pl: Pamięć podręczna ikon
pt: Cache de ícones
ro: Cache pictograme
ru: Кэш значков
sv: Ikoncache
th: แคชไอคอน
tr: Simge Önbelleği
uk: Кеш іконок
vi: Bộ nhớ đệm biểu tượng
zh_hans: 图标缓存
zh_hant: 圖像快取
zh_hk: 圖像快取

source: Icon changed successfully.
ar: تم تغيير الأيقونة بنجاح.
cs: Ikona byla úspěšně změněna.
da: Ikonet er ændret.
de: Symbol erfolgreich geändert.
el: Το εικονίδιο άλλαξε επιτυχώς.
es: Icono cambiado correctamente.
fi: Kuvake vaihdettu onnistuneesti.
fr: Icône modifiée avec succès.
hi: आइकन सफलतापूर्वक बदला गया।
hu: Az ikon sikeresen megváltoztatva.
id: Ikon berhasil diubah.
it: Icona cambiata con successo.
ja: アイコンの変更に成功しました。
ko: 아이콘이 성공적으로 변경되었습니다.
ms: Ikon berjaya ditukar.
nb: Ikonet ble endret.
nl: Pictogram succesvol gewijzigd.
pl: Ikona została zmieniona pomyślnie.
pt: Ícone alterado com sucesso.
ro: Pictograma a fost schimbată cu succes.
ru: Иконка успешно изменена.
sv: Ikonen har ändrats.
th: เปลี่ยนไอคอนสำเร็จ
tr: Simge başarıyla değiştirildi.
uk: Іконку успішно змінено.
vi: Đã thay đổi biểu tượng thành công.
zh_hans: 图标已成功更改。
zh_hant: 圖示已成功更改。
zh_hk: 圖示已成功更改。

source: Icon Restoration Failed
ar: فشلت استعادة الأيقونة
cs: Obnovení ikon selhalo
da: Ikongendannelse mislykkedes
de: Symbolwiederherstellung fehlgeschlagen
el: Η επαναφορά εικονιδίου απέτυχε
es: Error en la restauración del icono
fi: Kuvakkeiden palautus epäonnistui
fr: Échec de la restauration des icônes
hi: आइकन पुनर्स्थापना विफल
hu: Az ikon visszaállítása sikertelen
id: Pemulihan Ikon Gagal
it: Ripristino icona fallito
ja: アイコンの復元に失敗しました
ko: 아이콘 복원 실패
ms: Pemulihan Ikon Gagal
nb: Ikongjenoppretting mislyktes
nl: Pictogramherstel mislukt
pl: Przywracanie ikon nie powiodło się
pt: Falha na restauração do ícone
ro: Restaurarea pictogramei a eșuat
ru: Восстановление значка не удалось
sv: Ikonåterställning misslyckades
th: การกู้คืนไอคอนล้มเหลว
tr: Simge Geri Yükleme Başarısız
uk: Відновлення іконок не вдалося
vi: Khôi phục biểu tượng thất bại
zh_hans: 图标恢复失败
zh_hant: 圖像回復失敗
zh_hk: 圖像回復失敗

source: IconChanger needs administrator privileges to change app icons. Click the button below and enter your password to complete setup.
ar: يحتاج IconChanger إلى صلاحيات المسؤول لتغيير أيقونات التطبيقات. انقر على الزر أدناه وأدخل كلمة المرور لإكمال الإعداد.
cs: IconChanger potřebuje oprávnění správce ke změně ikon aplikací. Klikněte na tlačítko níže a zadejte heslo pro dokončení nastavení.
da: IconChanger har brug for administratorrettigheder for at ændre app-ikoner. Klik på knappen nedenfor, og indtast din adgangskode for at fuldføre opsætningen.
de: IconChanger benötigt Administratorrechte, um App-Symbole zu ändern. Klicken Sie auf die Schaltfläche unten und geben Sie Ihr Passwort ein, um die Einrichtung abzuschließen.
el: Το IconChanger χρειάζεται δικαιώματα διαχειριστή για να αλλάξει τα εικονίδια εφαρμογών. Κάντε κλικ στο παρακάτω κουμπί και εισάγετε τον κωδικό σας για να ολοκληρωθεί η εγκατάσταση.
es: IconChanger necesita privilegios de administrador para cambiar los iconos de las aplicaciones. Haga clic en el botón de abajo e ingrese su contraseña para completar la configuración.
fi: IconChanger tarvitsee järjestelmänvalvojan oikeudet sovelluskuvakkeiden vaihtamiseen. Napsauta alla olevaa painiketta ja anna salasanasi viimeistelläksesi asennuksen.
fr: IconChanger a besoin des privilèges administrateur pour modifier les icônes des apps. Cliquez sur le bouton ci-dessous et entrez votre mot de passe pour terminer la configuration.
hi: IconChanger को ऐप आइकन बदलने के लिए व्यवस्थापक विशेषाधिकारों की आवश्यकता है। सेटअप पूरा करने के लिए नीचे दिए गए बटन पर क्लिक करें और अपना पासवर्ड दर्ज करें।
hu: Az IconChanger rendszergazdai jogosultságokat igényel az alkalmazásikonok módosításához. Kattintson az alábbi gombra, és adja meg jelszavát a beállítás befejezéséhez.
id: IconChanger memerlukan hak administrator untuk mengubah ikon aplikasi. Klik tombol di bawah dan masukkan kata sandi Anda untuk menyelesaikan pengaturan.
it: IconChanger necessita di privilegi di amministratore per cambiare le icone delle app. Fai clic sul pulsante qui sotto e inserisci la password per completare la configurazione.
ja: IconChanger はアプリアイコンの変更に管理者権限が必要です。 下のボタンをクリックしてパスワードを入力し、設定を完了してください。
ko: IconChanger는 앱 아이콘을 변경하려면 관리자 권한이 필요합니다. 아래 버튼을 클릭하고 비밀번호를 입력하여 설정을 완료하세요.
ms: IconChanger memerlukan keistimewaan pentadbir untuk menukar ikon apl. Klik butang di bawah dan masukkan kata laluan anda untuk melengkapkan persediaan.
nb: IconChanger trenger administratorrettigheter for å endre appikoner. Klikk på knappen nedenfor og skriv inn passordet ditt for å fullføre oppsettet.
nl: IconChanger heeft beheerdersbevoegdheden nodig om app-pictogrammen te wijzigen. Klik op de onderstaande knop en voer uw wachtwoord in om de installatie te voltooien.
pl: IconChanger wymaga uprawnień administratora do zmiany ikon aplikacji. Kliknij poniższy przycisk i wprowadź hasło, aby zakończyć konfigurację.
pt: IconChanger precisa de privilégios de administrador para alterar os ícones dos aplicativos. Clique no botão abaixo e insira sua senha para concluir a configuração.
ro: IconChanger necesită privilegii de administrator pentru a schimba pictogramele aplicațiilor. Faceți clic pe butonul de mai jos și introduceți parola pentru a finaliza configurarea.
ru: IconChanger требует прав администратора для изменения значков приложений. Нажмите кнопку ниже и введите пароль для завершения настройки.
sv: IconChanger behöver administratörsbehörigheter för att ändra appikoner. Klicka på knappen nedan och ange ditt lösenord för att slutföra installationen.
th: IconChanger ต้องการสิทธิ์ผู้ดูแลระบบเพื่อเปลี่ยนไอคอนแอป คลิกปุ่มด้านล่างและป้อนรหัสผ่านเพื่อเสร็จสิ้นการตั้งค่า
tr: IconChanger, uygulama simgelerini değiştirmek için yönetici ayrıcalıklarına ihtiyaç duyar. Kurulumu tamamlamak için aşağıdaki düğmeye tıklayın ve parolanızı girin.
uk: IconChanger потребує прав адміністратора для зміни іконок додатків. Натисніть кнопку нижче та введіть пароль, щоб завершити налаштування.
vi: IconChanger cần quyền quản trị viên để thay đổi biểu tượng ứng dụng. Nhấn nút bên dưới và nhập mật khẩu để hoàn tất cài đặt.
zh_hans: IconChanger 需要管理员权限来更改应用图标。 点击下方按钮并输入密码以完成设置。
zh_hant: IconChanger 需要管理員權限來更改應用程式圖示。 點擊下方按鈕並輸入密碼以完成設定。
zh_hk: IconChanger 需要管理員權限來更改應用程式圖示。 點擊下方按鈕並輸入密碼以完成設定。

source: IconChanger needs to be visible in either the menu bar or the dock when running in the background.
ar: يجب أن يكون IconChanger مرئيًا في شريط القوائم أو شريط المهام عند التشغيل في الخلفية.
cs: IconChanger musí být viditelný v panelu nabídek nebo v Docku, když běží na pozadí.
da: IconChanger skal være synlig i menulinjen eller docken, når den kører i baggrunden.
de: IconChanger muss entweder in der Menüleiste oder im Dock sichtbar sein, wenn es im Hintergrund läuft.
el: Το IconChanger πρέπει να είναι ορατό στη γραμμή μενού ή στο dock όταν εκτελείται στο παρασκήνιο.
es: IconChanger debe ser visible en la barra de menús o en el dock cuando se ejecuta en segundo plano.
fi: IconChangerin on oltava näkyvissä valikkorivissä tai Dockissa taustalla käytettäessä.
fr: IconChanger doit être visible dans la barre des menus ou le Dock lorsqu'il s'exécute en tâche de fond.
hi: पृष्ठभूमि में चलते समय IconChanger को मेनू बार या डॉक में दिखाई देना चाहिए।
hu: Az IconChangernek láthatónak kell lennie a menüsorban vagy a Dockban, ha a háttérben fut.
id: IconChanger perlu terlihat di bilah menu atau dock saat berjalan di latar belakang.
it: IconChanger deve essere visibile nella barra dei menu o nel dock durante l'esecuzione in background.
ja: バックグラウンドで実行中は、IconChangerはメニューバーまたはDockに表示される必要があります。
ko: 백그라운드에서 실행할 때 IconChanger는 메뉴 바 또는 Dock에 표시되어야 합니다.
ms: IconChanger perlu kelihatan di bar menu atau dok semasa berjalan di latar belakang.
nb: IconChanger må være synlig i menylinjen eller docken når den kjører i bakgrunnen.
nl: IconChanger moet zichtbaar zijn in de menubalk of het Dock wanneer het op de achtergrond wordt uitgevoerd.
pl: IconChanger musi być widoczny na pasku menu lub w Docku podczas pracy w tle.
pt: IconChanger precisa estar visível na barra de menus ou no dock ao executar em segundo plano.
ro: IconChanger trebuie să fie vizibil în bara de meniu sau în dock când rulează în fundal.
ru: IconChanger должен быть виден в строке меню или в доке при работе в фоне.
sv: IconChanger måste vara synlig i menyraden eller dockan när den körs i bakgrunden.
th: IconChanger ต้องแสดงในแถบเมนูหรือ Dock เมื่อทำงานในพื้นหลัง
tr: IconChanger, arka planda çalışırken menü çubuğunda veya dock'ta görünür olmalıdır.
uk: IconChanger повинен бути видимим у рядку меню або в Dock при роботі у фоні.
vi: IconChanger cần hiển thị ở thanh menu hoặc dock khi chạy nền.
zh_hans: 在后台运行时，IconChanger 需要在菜单栏或程序坞中可见。
zh_hant: 在背景執行時，IconChanger 需要在選單列或 Dock 中顯示。
zh_hk: 在背景執行時，IconChanger 需要在選單列或 Dock 中顯示。

source: Icons Restored
ar: تمت استعادة الأيقونات
cs: Ikony obnoveny
da: Ikoner gendannet
de: Symbole wiederhergestellt
el: Εικονίδια αποκαταστάθηκαν
es: Iconos restaurados
fi: Kuvakkeet palautettu
fr: Icônes restaurées
hi: आइकन पुनर्स्थापित
hu: Ikonok visszaállítva
id: Ikon Dipulihkan
it: Icone ripristinate
ja: アイコン復元済み
ko: 아이콘 복원됨
ms: Ikon Dipulihkan
nb: Ikoner gjenopprettet
nl: Pictogrammen hersteld
pl: Ikony przywrócone
pt: Ícones restaurados
ro: Pictograme restaurate
ru: Значки восстановлены
sv: Ikoner återställda
th: กู้คืนไอคอนแล้ว
tr: Simgeler Geri Yüklendi
uk: Іконки відновлені
vi: Đã khôi phục biểu tượng
zh_hans: 图标已恢复
zh_hant: 圖像已回復
zh_hk: 圖像已回復

source: Icons will be cached automatically when you apply them to apps
ar: سيتم تخزين الأيقونات تلقائيًا عند تطبيقها على التطبيقات
cs: Ikony se automaticky uloží do mezipaměti, když je použijete na aplikace
da: Ikoner cachelagres automatisk, når du anvender dem på apps
de: Symbole werden automatisch zwischengespeichert, wenn Sie sie auf Apps anwenden
el: Τα εικονίδια θα αποθηκευτούν αυτόματα όταν τα εφαρμόσετε σε εφαρμογές
es: Los iconos se almacenarán en caché automáticamente cuando los aplique a las aplicaciones
fi: Kuvakkeet tallennetaan automaattisesti välimuistiin, kun käytät niitä sovelluksissa
fr: Les icônes seront mises en cache automatiquement lorsque vous les appliquerez aux applications
hi: जब आप ऐप्स पर आइकन लागू करेंगे तो वे स्वचालित रूप से कैश हो जाएंगे
hu: Az ikonok automatikusan gyorsítótárazódnak, amikor alkalmazásokra alkalmazza őket
id: Ikon akan di-cache secara otomatis saat Anda menerapkannya ke aplikasi
it: Le icone verranno memorizzate automaticamente quando le applichi alle app
ja: アイコンはアプリに適用されると自動的にキャッシュされます
ko: 앱에 적용하면 아이콘이 자동으로 캐시됩니다
ms: Ikon akan dicache secara automatik apabila anda menggunakannya pada apl
nb: Ikoner bufres automatisk når du bruker dem på apper
nl: Pictogrammen worden automatisch opgeslagen wanneer u ze op apps toepast
pl: Ikony będą automatycznie zapisywane po zastosowaniu ich do aplikacji
pt: Os ícones serão armazenados em cache automaticamente quando você aplicá-los aos aplicativos
ro: Pictogramele vor fi stocate automat în cache când le aplicați aplicațiilor
ru: Значки будут автоматически кэшироваться при их применении к приложениям
sv: Ikoner cachas automatiskt när du tillämpar dem på appar
th: ไอคอนจะถูกแคชอัตโนมัติเมื่อคุณใช้กับแอป
tr: Simgeler uygulamalara uygulandığında otomatik olarak önbelleğe alınır
uk: Іконки будуть кешуватися автоматично, коли ви застосуєте їх до додатків
vi: Biểu tượng sẽ được lưu tự động khi bạn áp dụng cho ứng dụng
zh_hans: 当你将图标应用于应用程序时，它们将被自动缓存
zh_hant: 將圖像套用到 App 時會自動快取
zh_hk: 將圖像套用到應用程式時會自動快取

source: Import a configuration:
ar: استيراد تكوين:
cs: Importovat konfiguraci:
da: Importér en konfiguration:
de: Eine Konfiguration importieren:
el: Εισαγωγή διαμόρφωσης:
es: Importar una configuración:
fi: Tuo määritys:
fr: Importer une configuration :
hi: कॉन्फ़िगरेशन आयात करें:
hu: Konfiguráció importálása:
id: Impor konfigurasi:
it: Importa una configurazione:
ja: 構成をインポート:
ko: 구성 가져오기:
ms: Import konfigurasi:
nb: Importer en konfigurasjon:
nl: Een configuratie importeren:
pl: Importuj konfigurację:
pt: Importar uma configuração:
ro: Importare configurare:
ru: Импорт конфигурации:
sv: Importera en konfiguration:
th: นำเข้าการกำหนดค่า:
tr: Bir yapılandırma içe aktar:
uk: Імпортувати конфігурацію:
vi: Nhập cấu hình:
zh_hans: 导入一个配置：
zh_hant: 輸入設定：
zh_hk: 輸入設定：

source: Import Complete
ar: اكتمل الاستيراد
cs: Import dokončen
da: Import fuldført
de: Import abgeschlossen
el: Εισαγωγή ολοκληρώθηκε
es: Importación completa
fi: Tuonti valmis
fr: Importation terminée
hi: आयात पूरा
hu: Importálás kész
id: Impor Selesai
it: Importazione completata
ja: インポート完了
ko: 가져오기 완료
ms: Import Selesai
nb: Import fullført
nl: Import voltooid
pl: Import zakończony
pt: Importação concluída
ro: Import finalizat
ru: Импорт завершён
sv: Import klar
th: นำเข้าเสร็จสิ้น
tr: İçe Aktarma Tamamlandı
uk: Імпорт завершено
vi: Nhập hoàn tất
zh_hans: 导入完成
zh_hant: 輸入完成
zh_hk: 輸入完成

source: Import Configuration
ar: استيراد التكوين
cs: Importovat konfiguraci
da: Importér konfiguration
de: Konfiguration importieren
el: Εισαγωγή διαμόρφωσης
es: Importar configuración
fi: Tuo määritys
fr: Importer la configuration
hi: कॉन्फ़िगरेशन आयात करें
hu: Konfiguráció importálása
id: Impor Konfigurasi
it: Importa configurazione
ja: 構成をインポート
ko: 구성 가져오기
ms: Import Konfigurasi
nb: Importer konfigurasjon
nl: Configuratie importeren
pl: Importuj konfigurację
pt: Importar configuração
ro: Importare configurare
ru: Импорт конфигурации
sv: Importera konfiguration
th: นำเข้าการกำหนดค่า
tr: Yapılandırmayı İçe Aktar
uk: Імпортувати конфігурацію
vi: Nhập cấu hình
zh_hans: 导入配置
zh_hant: 輸入設定
zh_hk: 輸入設定

source: Import IconChanger Configuration
ar: استيراد تكوين IconChanger
cs: Importovat konfiguraci IconChanger
da: Importér IconChanger-konfiguration
de: IconChanger-Konfiguration importieren
el: Εισαγωγή διαμόρφωσης IconChanger
es: Importar configuración de IconChanger
fi: Tuo IconChanger-määritys
fr: Importer la configuration IconChanger
hi: IconChanger कॉन्फ़िगरेशन आयात करें
hu: IconChanger konfiguráció importálása
id: Impor Konfigurasi IconChanger
it: Importa configurazione IconChanger
ja: IconChanger設定をインポート
ko: IconChanger 구성 가져오기
ms: Import Konfigurasi IconChanger
nb: Importer IconChanger-konfigurasjon
nl: IconChanger-configuratie importeren
pl: Importuj konfigurację IconChanger
pt: Importar configuração do IconChanger
ro: Importare configurare IconChanger
ru: Импорт конфигурации IconChanger
sv: Importera IconChanger-konfiguration
th: นำเข้าการกำหนดค่า IconChanger
tr: IconChanger Yapılandırmasını İçe Aktar
uk: Імпортувати конфігурацію IconChanger
vi: Nhập cấu hình IconChanger
zh_hans: 导入 IconChanger 配置
zh_hant: 輸入 IconChanger 設定
zh_hk: 輸入 IconChanger 設定

source: Import Successful
ar: تم الاستيراد بنجاح
cs: Import úspěšný
da: Import gennemført
de: Import erfolgreich
el: Επιτυχής εισαγωγή
es: Importación exitosa
fi: Tuonti onnistui
fr: Importation réussie
hi: आयात सफल
hu: Importálás sikeres
id: Impor Berhasil
it: Importazione riuscita
ja: インポート成功
ko: 가져오기 성공
ms: Import Berjaya
nb: Import vellykket
nl: Import geslaagd
pl: Import zakończony pomyślnie
pt: Importação bem-sucedida
ro: Import reușit
ru: Импорт успешен
sv: Import lyckades
th: นำเข้าสำเร็จ
tr: İçe Aktarma Başarılı
uk: Імпорт успішний
vi: Nhập thành công
zh_hans: 导入成功
zh_hant: 輸入成功
zh_hk: 輸入成功

source: Import will only add new items, never replace or remove existing ones.
ar: سيقوم الاستيراد بإضافة عناصر جديدة فقط، ولن يستبدل أو يزيل العناصر الموجودة.
cs: Import pouze přidá nové položky, nikdy nenahradí ani neodstraní stávající.
da: Import tilføjer kun nye elementer, erstatter eller fjerner aldrig eksisterende.
de: Der Import fügt nur neue Elemente hinzu, vorhandene werden weder ersetzt noch entfernt.
el: Η εισαγωγή θα προσθέσει μόνο νέα στοιχεία, δεν θα αντικαταστήσει ή αφαιρέσει υπάρχοντα.
es: La importación solo agregará nuevos elementos, nunca reemplazará ni eliminará los existentes.
fi: Tuonti lisää vain uusia kohteita, ei koskaan korvaa tai poista olemassa olevia.
fr: L'importation ajoutera uniquement de nouveaux éléments, sans remplacer ni supprimer les existants.
hi: आयात केवल नए आइटम जोड़ेगा, मौजूदा आइटम को कभी नहीं बदलेगा या हटाएगा।
hu: Az importálás csak új elemeket ad hozzá, soha nem cseréli le vagy távolítja el a meglévőket.
id: Impor hanya akan menambahkan item baru, tidak pernah mengganti atau menghapus yang sudah ada.
it: L'importazione aggiungerà solo nuovi elementi, non sostituirà né rimuoverà quelli esistenti.
ja: インポートは新しい項目の追加のみで、既存の項目を置換・削除しません。
ko: 가져오기는 새 항목만 추가하며 기존 항목을 대체하거나 제거하지 않습니다.
ms: Import hanya akan menambah item baharu, tidak pernah mengganti atau mengalih keluar yang sedia ada.
nb: Import legger bare til nye elementer, erstatter eller fjerner aldri eksisterende.
nl: Import voegt alleen nieuwe items toe, vervangt of verwijdert nooit bestaande items.
pl: Import doda tylko nowe elementy, nigdy nie zastąpi ani nie usunie istniejących.
pt: A importação apenas adicionará novos itens, nunca substituirá ou removerá os existentes.
ro: Importul va adăuga doar elemente noi, nu va înlocui sau elimina pe cele existente.
ru: Импорт только добавит новые элементы, не заменяя и не удаляя существующие.
sv: Import lägger bara till nya objekt, ersätter eller tar aldrig bort befintliga.
th: การนำเข้าจะเพิ่มรายการใหม่เท่านั้น ไม่มีการแทนที่หรือลบรายการที่มีอยู่
tr: İçe aktarma yalnızca yeni öğeler ekler, mevcut olanları asla değiştirmez veya kaldırmaz.
uk: Імпорт лише додасть нові елементи, ніколи не замінить і не видалить існуючі.
vi: Nhập sẽ chỉ thêm mục mới, không bao giờ thay thế hoặc xóa mục hiện có.
zh_hans: 导入只会添加新项目，不会替换或删除现有项目。
zh_hant: 匯入只會新增項目，不會取代或刪除現有項目。
zh_hk: 匯入只會新增項目，唔會取代或刪除現有項目。
